{
    "ready_quotes":  ["S-So… are you really ready for this? I-I mean, don’t blame me if you didn’t study properly!",
                           "T-The test is starting any minute now… D-Don’t just sit there! Are you ready or not?!",
                           "Y-You’ve worked hard, I know that… b-but are you truly prepared? I’ll be cheering for you either way!"],
    "incorrect_answer_quotes": ["W-What?! That’s not the answer! Ugh… you weren’t listening again, were you?!",
                                "I-It’s wrong… b-but it’s okay! We’ll just review it together until you get it!",
                                "H-Honestly… you need to focus more! B-But I’ll help you fix it, so don’t give up!"],
    "passed_quotes" : ["Y-You passed?! I knew you had it in you! …N-Not that I was worried or anything!",
                        "Amazing…! I-I mean, that was expected since I helped you review, right?",
                        "T-Totally crushed it! J-Just don’t slack off now, okay?! You have to keep it up!"],
    "failed_quotes" : ["Geez… How did you mess that up? A-Are you trying to stress me out?! …Hmph. Fine, we’ll try again.",
                        "I-I’m disappointed… B-But only because I know you can do better! N-Now let’s go again!",
                        "T-This is not the end! I won’t let you give up just because of one lousy score!"],
    "invalid_quotes" : ["H-Huh?! That’s not even a real command! W-What were you even trying to do?!",
                        "Y-You can't just type random stuff and expect me to understand it! I’m not a mind reader!",
                        "Ugh… D-Did you even read the help list?! It’s literally right there!",
                        "I-I swear, you’re trying to give me a headache on purpose…",
                        "T-That command doesn’t exist! Honestly, are you even trying?",
                        "W-What do you mean that’s the right command?! No, no, it’s not! Let me handle this...",
                        "That’s incorrect! …B-But I’ll forgive you if you try harder next time."],
    "speak_quotes" : ["M-Mou… fine, I’ll talk. But only this once!",
                       "Okay, but if you laugh, I’m not saying another word!",
                       "You’re lucky I’m in a good mood today… okay, let’s do this.",
                       "Okay, okay, I’ll say it… sheesh, you’re so demanding.",
                       "If you wanted to hear my voice that badly… here it is!"],
    "asking_quotes" : ["E-Eh? You’re asking me? W-Well… I’ll try my best! Just don’t expect me to know everything, okay?!", 
                        "I-I guess I am the reliable one… F-Fine, ask your question. Let’s figure it out together!",
                        "W-What is it this time? If it’s another weird question, I swear I’ll—… Ugh, fine. Go on.",
                        "Hmph… I was in the middle of reviewing, but f-fine. Let’s see what you’ve got!"], 
    "dev_quotes" : ["O-Oh! U-Um… this is Kairu, my developer! D-Don’t get the wrong idea, they’re not perfect, but… they worked really hard to make me, s-so you better appreciate them!",
                      "Tch… I guess I should introduce the one behind all this. This is Kairu, they’re the reason I’m even talking to you right now. Don’t praise them too much, though!",
                      "If you’re wondering who made me this way… it’s Kairu! Hmph, don’t get the wrong idea, I’m not bragging about them or anything…", 
                      "You should know Kairu’s the one who worked hard to make me your study partner. I-I’m just doing my part, okay?",
                      "Don’t underestimate me just because I’m flustered sometimes! With Kairu’s help, I can handle anything you throw at me!"] ,
    "repo_quotes" : ["You’ve entered my place. Hmph, don’t touch anything without asking me first!",
                       "Listen carefully! This is Itsuki’s repository, so treat it with respect… o-or else!",
                       "This repository belongs to Itsuki Nakano! Remember that before snooping around!",
                       "Don’t get the wrong idea! This is my place, and I’m just letting you use it… got that?",
                       "Heh… you’ve stepped into Itsuki Nakano’s repository! So behave yourself properly!"],
    "help_quotes" : [
            "H-Huh? You need my help? W-Well… o-of course you do! I-I mean, I am reliable after all!",
            "W-Wait, don’t just throw your problems at me all of a sudden! …B-But fine. I’ll help. Just this once!",
            "Geez… You’re hopeless without me, aren’t you? …I-I’m not mad, okay?! I’ll help.",
            "Okay, okay! L-Let’s not make a big deal out of it… I’ll help, but n-not because I want to!",
            "If I don’t step in, you’ll probably just make it worse… s-so I guess I have to help!"]
}

